const testcontent=[
    {
        id:"5",//在所有资源中的id，你可以按照自己的想法改
        number:5,//题目数量
        question:["你叫什么？","今年多大？","谈恋爱了吗？","中午吃饭了吗?","无聊"],//题目的题干
        A:["我","18","有","1",'1'],//题目的A选项
        B:['叫','19','无','2','22'],
        C:['赵','20','猜','3','13'],
        D:['洋','21','cai','4','5'],
        answer: ['D','D','C','A','B'],//题目的答案
    },
    {
        id:"6",
        number:4,
        question: [],
        A:[],
        B:[],
        C:[],
        D:[],
        answer: [],
    }
];
export default testcontent;